[Timeout] StringLiteral
sd-022-a-project-react-testing-library/src/components/PokemonData.js:13:16
       <>
         <section>
           <h2>{ `Summary` }</h2>
-          <p>{ `${summary}` }</p>
+          <p>{ "" }</p>
         </section>
         <section>
